Repository: cyberiya/tucan
Catalog: i18n/*/*.po
Languages: it

source: Choose new path for selected Package.
it: Scegli nuovo path per il pacchetto scelto.

source: Select a Folder
it: Scegli un direttorio

source: Load Session
it: Carica Sessione

source: Save Session
it: Salva Sessione

source: Show Uploads
it: Mostra Uploads

source: View
it: Visualizza

source: Help
it: Aiuto

source: Add Downloads
it: Aggiungi Scariche

source: Add Uploads
it: Aggiungi Uploads

source: Clear Complete
it: Svuota Finiti

source: Move Up
it: Muove sù

source: Move Down
it: Muove giù

source: Start Selected
it: Avvia Selezionato

source: Stop Selected
it: Ferma Selezionato

source: Paste links here:
it: Incolla qua i links:

source: Check Links
it: Comprova links

source: Show advanced Package configuration.
it: Mostra impostazione di advanced Package.

source: Checking links, please wait.
it: Comprovazione dei links, aspetti per favore.

source: Check Canceled!
it: Comprovazione Annullata!

source: General Configuration
it: Configurazione Generale

source: Service Configuration
it: Servizi

source: Advanced Configuration
it: Avanzata

source: Choose language:
it: Scegli lingua:

source: Max simultaneous downloads:
it: Scarica simultaneamente:

source: Downloads Folder:
it: Direttorio di Scariche:

source: Show hidden files.
it: Mostra file nascosti.

source: Restart Tucan to apply service changes.
it: Riavvia Tucan per applicare cambi ai servizi.

source: The choosed directory isn't a service, or it's not configured.
it: Il direttorio scielto non è un servizio compatibile.

source: Before using this service, you must accept it's terms of service at
it: Prima di usare il servizio, devi accettare loro termini en

source: Close to tray.
it: Chiudere al tray.

source: Save session on close.
it: Salva sessione alla uscita.

source: Default advanced packages.
it: Opzioni predefinite di AdvancedPackages.

source: Show uploads.
it: Mostra uploads.

source: Author
it: Autore

source: Version
it: Versione
